/* No comment provided by engineer. */
"%@ to %@" = "%1$@ ל- %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d מ- %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i אל %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "מאפיין מצטבר '%@' אינו חוקי.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' הינו מאפיין זמני כיוונים לא חוקי.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' הוא מאפיין מעכב לא חוקי.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "מאפיין המגבלה '%@' לא חוקי.";

/* No comment provided by engineer. */
"'item' parameter required" = "נדרש פרמטר 'פריט'";

/* No comment provided by engineer. */
"'portal' parameter required" = "נדרש פרמטר 'פורטל'";

/* No comment provided by engineer. */
"'tags' parameter required" = "נדרש פרמטר 'תגיות'";

/* No comment provided by engineer. */
"'title' parameter required" = "נדרש פרמטר 'כותרת'";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<ללא ערך>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "הגישה למיקום ההתקן נדחתה.";

/* No comment provided by engineer. */
"Actual Size" = "גודל בפועל";

/* No comment provided by engineer. */
"Add" = "הוסף";

/* No comment provided by engineer. */
"Add Attachment" = "הוסף קובץ";

/* No comment provided by engineer. */
"Add..." = "מוסיף...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "נדרש מזהה פריט עבור פעולה זו. הוסף פריט זה לפורטל כדי לקבל מזהה פריט.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "נקלטה חריגת NS שלא נתפסה. עם זאת, המידע המקורי ומחסנית הקריאות אינם זמינים. חפש פירוט על חריגות נושא C כדי לראות את שורת הקוד שגורמת לחריגת ה-NS המקורית. למידע נוסף על אופן הביצוע, יש לעיין בתיעוד.";

/* No comment provided by engineer. */
"Apply Geometry" = "החל גיאומטריה";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "נדרש מתקן 1 לפחות כדי לפתור את המסלול.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "נדרשת תקרית 1 לפחות כדי לפתור את המסלול.";

/* No comment provided by engineer. */
"Attachment" = "קובץ מצורף";

/* No comment provided by engineer. */
"Attachments" = "קבצים מקושרים";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "ניסיון להשתמש בפונקציונליות שאינה נתמכת עבור רמת הרישיון הנוכחית";

/* No comment provided by engineer. */
"Authorization required" = "נדרשת הרשאה";

/* No comment provided by engineer. */
"Bad Request" = "בקשה לא תקינה";

/* No comment provided by engineer. */
"Bad URL." = "כתובת URL לא טובה.";

/* No comment provided by engineer. */
"bytes" = "בייטים";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "לא ניתן לשמור לסוג פריט אחר.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "אין אפשרות לאמת את הזהות של '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "נדרש אישור";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "אתגר עבור כתובת ה-URL: %1$@ עם ספירה שגויה: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "משנה את סוג הישות";

/* No comment provided by engineer. */
"Choose From Library" = "בחר מספריה";

/* No comment provided by engineer. */
"Clear" = "נקה";

/* No comment provided by engineer. */
"Clear Geometry" = "נקה גיאומטריה";

/* No comment provided by engineer. */
"Continue" = "המשך";

/* No comment provided by engineer. */
"Created %d hours ago" = "נוצר לפני %d שעות";

/* No comment provided by engineer. */
"Created %d minutes ago" = "נוצר לפני %d דקות";

/* No comment provided by engineer. */
"Created a minute ago" = "נוצר לפני דקה";

/* No comment provided by engineer. */
"Created an hour ago" = "נוצר לפני כשעה";

/* No comment provided by engineer. */
"Created by %@" = "נוצר על ידי  %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "נוצר על ידי %1$@ לפני %2$d שעות";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "נוצר על ידי %1$@ לפני %2$d דקות";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "נוצר על ידי %@ לפני דקה";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "נוצר על ידי  %@ לפני כשעה";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "נוצר על ידי %1$@ on %2$@ ב- %3$@ - יום";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "נוצר על ידי %1$@ on %2$@ ב-%3$@ - מלא";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "נוצר על ידי %@ לפני מספר שניות";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "נוצר בתאריך %1$@ at %2$@ - יום";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "נוצר בתאריך %1$@ at %2$@ - מלא";

/* No comment provided by engineer. */
"Created seconds ago" = "נוצר לפני מספר שניות";

/* No comment provided by engineer. */
"Credential Required" = "נדרש אישור";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "הנתונים עבור תרשים העוגה שגויים";

/* No comment provided by engineer. */
"Delete" = "מחיקה";

/* No comment provided by engineer. */
"Delete Attachment" = "מחק קובץ מצורף";

/* No comment provided by engineer. */
"Delete Feature" = "מחק ישות";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "מחיקת קובץ מצורף זה תגרום להסרתו מה-Popup וממקורות הנתונים הקשורים.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "מחיקת ישות זו תגרום להסרתה מהמפה וממקורות הנתונים הקשורים.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "מאפיין מרחקי כיוונים לא חוקי.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "זמני כיוונים ומאפייני מרחקים לא תואמים.";

/* No comment provided by engineer. */
"Edit" = "עריכה";

/* No comment provided by engineer. */
"Edited %d hours ago" = "נערך לפני %d שעות";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "נערך לפני %d דקות";

/* No comment provided by engineer. */
"Edited a minute ago" = "נערך לפני דקה";

/* No comment provided by engineer. */
"Edited an hour ago" = "נערך לפני כשעה";

/* No comment provided by engineer. */
"Edited by %@" = "נערך על ידי  %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "נערך על ידי %1$@ לפני %2$d שעות";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "נערך על ידי %1$@ לפני %2$d דקות";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "נערך על ידי %@ a לפני דקה";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "נערך על ידי  %@ לפני כשעה";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "נערך על ידי %1$@ on %2$@ בתאריך %3$@ - יום";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "נערך על ידי %1$@ on %2$@ בתאריך %3$@ - מלא";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "נערך על ידי %@ לפני מספר שניות";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "נערך בתאריך %1$@ בשעה %2$@ - יום";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "נערך בתאריך %1$@ בשעה %2$@ - מלא";

/* No comment provided by engineer. */
"Edited seconds ago" = "נערך לפני מספר שניות";

/* No comment provided by engineer. */
"Empty username/password" = "שם משתמש/סיסמא ריקים";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "הזן מספר בין %1$@ ל-%2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "הזן מספר בין %1$i ל-%2$i";

/* No comment provided by engineer. */
"Error" = "שגיאה";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "שגיאה בהוספת זהות ל- keychain";

/* No comment provided by engineer. */
"Error adding keychain item" = "שגיאה בהוספת פריט Keychain";

/* No comment provided by engineer. */
"Error extracting identity" = "שגיאה בשליפת זהות";

/* No comment provided by engineer. */
"Error Loading Page" = "שגיאה בטעינת עמוד";

/* No comment provided by engineer. */
"Error removing keychain item" = "שגיאה בהסרת פריט Keychain";

/* No comment provided by engineer. */
"Error updating keychain item" = "שגיאה בעדכון פריט keychain";

/* No comment provided by engineer. */
"Extra Large" = "גדול במיוחד";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "המתקן (%1$@) כולל שם(ות) תכונת עלות נוספת: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "המתקן (%@) כולל הפסקת עכבה לא חוקית";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "המתקן (%1$@) כולל תכונת עלות נוספת שלילית: %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "המתקן (%@) כולל גיאומטריית Null.";

/* No comment provided by engineer. */
"Feature isn't valid." = "הישות אינה חוקית";

/* No comment provided by engineer. */
"Finish" = "סיים";

/* No comment provided by engineer. */
"Finishing editing..." = "מסיים עריכה...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "גיאומטריה";

/* No comment provided by engineer. */
"Hide" = "הסתר";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "התקרית (%@) כוללת גיאומטריית Null.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "התקרית (%1$@) כוללת שם(ות) תכונת עלות נוספת: %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "התקרית (%@) כוללת הפסקת עכבה לא חוקית.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "התקרית (%@) כוללת ספירת מתקן מטרה שנמוכה מ-1.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "התקרית (%1$@) כוללת תכונת עלות נוספת שלילית: %2$@";

/* No comment provided by engineer. */
"Insert Part" = "הכנס חלק";

/* No comment provided by engineer. */
"Insert Vertex" = "הוסף נקודת מפנה";

/* No comment provided by engineer. */
"Insufficient number of stops." = "מספר לא מספיק של עצירות.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "שם מאפיין (%@) של מאפיין הפרמטר אינו חוקי.";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "שם מאפיין (%@) הפרמטר אינו חוקי.";

/* No comment provided by engineer. */
"Invalid Credentials" = "אישורים לא תקינים";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "ברירת מחדל בלתי חוקית של הפסקת.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "ספירת ברירת לא חוקית של מתקן מטרה.";

/* No comment provided by engineer. */
"Invalid GPX data." = "מידע PGX שגוי";

/* No comment provided by engineer. */
"Invalid groupID." = "מזהה קבוצה לא חוקי.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "מרחק חיץ לא חוקי של פוליגון.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "שימוש לא תקין בערך מגביל למאפיין (%1$@) פרמטר (%2$@).";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "סוג ערך עבור מאפיין (%1$@) פרמטר (%2$@) לא תקין.";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "שמור ערכים נוכחיים";

/* No comment provided by engineer. */
"Large" = "גדול";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "הקו החוסם (%@) לא מכסה כל אלמנטים של הרשת.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "לקו החוסם (%@) יש שם מאפיין עלות מבוסס קנ\"מ  לא תקין.";

/* No comment provided by engineer. */
"Loading feature..." = "טוען ישות...";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "בינוני";

/* No comment provided by engineer. */
"Missing client certificate" = "חסר אישור מהלקוח";

/* string to represent hyperlink attributes */
"More Info" = "עוד מידע";

/* No comment provided by engineer. */
"Move Geometry" = "הזז גיאומטריה";

/* No comment provided by engineer. */
"Move Part" = "הזז חלק";

/* No comment provided by engineer. */
"Move Vertex" = "הזז נקודת מפנה";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "שימוש נייטרלי בערך מגביל למאפיין (%1$@) פרמטר (%2$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "לא נמצא אישור לצורך גישה למשאב '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "אין נתונים ליצירת תרשים עמודות";

/* No comment provided by engineer. */
"No data to create a line chart" = "אין נתונים ליצירת תרשים קווים";

/* No comment provided by engineer. */
"No data to create a pie chart" = "אין נתונים ליצירת תרשים עוגה";

/* No comment provided by engineer. */
"No image to display" = "אין תמונה להצגה";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "לא נמצא נתיב בין צמד עצירות (%@).";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "אין אפשרות ליצור אובייקט ללא פורטל. יש להשתמש במקום זאת בשיטה‏‏ ‎fromJSON:withPortal:error:";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"Open" = "פתח";

/* No comment provided by engineer. */
"Open in Safari" = "פתח בספארי";

/* No comment provided by engineer. */
"Password" = "סיסמה";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "הזן שם לקובץ המצורף החדש";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "לא אותרה נקודת מחסום(%@).";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "לנקודת המחסום (%@) יש שם מאפיין עלות נוספת לא תקין.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "מחסום הנקודה (%@) כולל גיאומטריית Null.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "הפוליגון החוסם  (%@) לא מכסה כל אלמנטים של הרשת.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "לפוליגון החוסם (%@) יש שם מאפיין עלות מבוסס קנ\"מ  לא תקין.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "מחסום הפוליגון (%@) כולל מאפיין עלות לא חיובי מבוסס קנ\"מ.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "מחסום הפוליגון (%@) כולל גיאומטריית Null.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "מחסום הקו (%@) כולל מאפיין עלות לא חיובי מבוסס קנ\"מ.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "מחסום הקו (%@) כולל גיאומטריית Null.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "לא ניתן לאחזר קווים.";

/* No comment provided by engineer. */
"Remove Part" = "הסר חלק";

/* No comment provided by engineer. */
"Remove Vertex" = "הזז שוב נקודת מפנה";

/* No comment provided by engineer. */
"Reset to Default Values" = "איפוס לערכי ברירת מחדל";

/* No comment provided by engineer. */
"Retry" = "נסה שוב";

/* No comment provided by engineer. */
"Save To Photo Library" = "שמור לספריית תמונות";

/* No comment provided by engineer. */
"Sign In" = "התחבר";

/* No comment provided by engineer. */
"Skip" = "דלג";

/* No comment provided by engineer. */
"Small" = "קטן";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "נחצה אלמנט עם הגבלה ברמה נמוכה (%@).";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "זמן ההתחלה הוגדר לפני ה-1 בינואר 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "לעצירה (%@) יש חלון זמן שהסתיים לפני שהתחיל.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "העצירה (%@) כוללת חלון זמן שהתחיל לפני ה-1 בינואר, 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "העצירה (%@) כוללת תוספת עלות לא חוקית.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "העצירה (%@) כוללת גיאומטריית Null.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "עצירה (%@) מוקמה בשטח לא עביר.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "עצירה (%@) מוקמה בשטח מוגבל במידה מסויימת.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "העצירה (%@) איננה ניתנת להשגה.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "לא נמצאה עצירה (%@).";

/* No comment provided by engineer. */
"Take Photo or Video" = "תמונה או וידאו";

/* No comment provided by engineer. */
"The directions language is invalid." = "שפת הכיוונים לא תקינה.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "מאפיין קבוצת כיווני דרך לא תקין.";

/* No comment provided by engineer. */
"The directions style is invalid." = "הסגנון של הכיוונים לא תקין.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "הייחוס המרחבי שהוכנס לא מוגדר.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "לרשת אין מאפיין היררכיה לביצוע תכנון מסלול לפי היררכיות.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "ראשית יש לשמור את האובייקט לפורטל באמצעות 'SaveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "הייחוס המרחבי לייצוא לא הוגדר.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "ייתכן שהמשאב שאתה מחפש הוסר, או ששמו שונה, או שהוא אינו זמין באופן זמני";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "אישור השרת לא חוקי. ייתכן כי אתה מתחבר לשרת המתחזה להיות '%@', מה שעלול לסכן את המידע הסודי שלך. האם ברצונך להתחבר בכל זאת?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "מזהה הלקוח המצויין לא חוקי";

/* No comment provided by engineer. */
"The walking mode route is too large." = "מסלול מצב ההליכה גדול מדי.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "אירעה שגיאה בטעינת הישות. בדוק את קישוריות הרשת.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "חלונות זמן עם עכבה שאינה מבוססת זמן.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "כדי לשמור כפריט חדש, יש להתחבר לפורטל.";

/* No comment provided by engineer. */
"Today" = "היום";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "קוד הרישוי (token) לא תקין או פג תוקף";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "כתובת URL של קוד הרישוי (token) הינו nil. עליך להכניס כתובת URL תקינה של קוד הרישוי (token)  באישורים.";

/* No comment provided by engineer. */
"Unauthorized access" = "גישה לא מורשית";

/* No comment provided by engineer. */
"Unknown authentication error" = "שגיאת אימות לא ידועה";

/* No comment provided by engineer. */
"Unknown condition." = "תנאי לא ידוע.";

/* No comment provided by engineer. */
"Unknown error occurred" = "ארעה שגיאה לא מוכרת";

/* No comment provided by engineer. */
"Unsupported GPX data." = "מידע GPX לא נתמך.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "חיפוש בלתי נתמך היכן שקיים משפט.";

/* No comment provided by engineer. */
"User canceled error" = "שגיאה שבוטלה על-ידי משתמש";

/* No comment provided by engineer. */
"Username" = "שם משתמש";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "השימוש בדפדפן כדי לבצע אימות...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "הערך חורג מאורך השדה של %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "אתה משנה את סוג הישות. האם ברצונך לשמור על הערכים הנוכחיים (במידת האפשר) או לאפס לברירת המחדל?";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "אין לך הרשאה לגשת למשאב זה";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "בכדי לבצע פעולה זו, עליך להיות מחובר לפורטל.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "עליך לציין דירוג בין 1 ל-5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "עליך לציין מפתח תיאור שימוש מיקום (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) ב-plist שלך.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "עליך לבחור אישור כדי לגשת למשאב '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "עליך להתחבר כדי לגשת למשאב '%@'.";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "סמ";
"dd" = "dd";
"dm" = "דצ'";
"ft" = "ft";
"in" = "אינצ'";
"km" = "ק\"מ";
"m" = "מ'";
"mi" = "mi";
"mm" = "ממ";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "לא ידוע";
"yd" = "יארדים";

/* Unit Display Strings */
"Centimeters" = "סנטימטרים";
"Decimal Degrees" = "מעלות עשרוניות";
"Decimeters" = "דצימטרים";
"Feet" = "רגל";
"Inches" = "אינצ׳ים";
"Kilometers" = "קילומטרים";
"Meters" = "מטרים";
"Miles" = "מיילים";
"Millimeters" = "מילימטרים";
"Nautical Miles" = "מיילים ימיים";
"Points" = "נקודות";
"Yards" = "יארד";

/* Area Units Abbreviated Strings */
"sq. in" = "אינטש רבוע";
"sq. ft" = "רגל רבוע";
"sq. yd" = "יארד רבוע";
"ac" = "אקר";
"sq. mi" = "מייל רבוע";
"sq. mm" = "מילימטר רבוע";
"sq. cm" = "סנטימטר רבוע";
"sq. dm" = "דצימטר רבוע";
"sq. m" = "מטר רבוע";
"ares" = "עשיריות דונם";
"ha" = "הקטר";
"sq. km" = "קילומטר רבוע";

/* Area Units Display Strings */
"Square Inches" = "אינטשים רבועים";
"Square Feet" = "רגל רבוע";
"Square Yards" = "יארדים רבועים";
"Acres" = "אקרים";
"Square Miles" = "מילים רבועים";
"Square Millimeters" = "מילימטרים רבועים";
"Square Centimeters" = "סנטימטרים רבועים";
"Square Decimeters" = "דצימטרים רבועים";
"Square Meters" = "מטרים רבועים";
"Ares" = "עשיריות דונם";
"Hectares" = "הקטרים";
"Square Kilometers" = "קילומטרים רבועים";

